[{"PokeIndex": "0001", "name": "Bulbasaur", "Primary type": "Grass", "Secondary type": "Poison", "Evolves from": "Beginning of evolution", "Evolves into": "Ivysaur (#002)", "Notes": "It uses the nutrients that are stored in the seed on its back in order to grow. The reception of Bulbasaur has been largely positive and it often appears in \"top Pokémon lists\".[3][4] Its English name is a portmanteau of \"bulb\" and \"dinosaur\".[5]"}, {"PokeIndex": "0002", "name": "Ivysaur", "Primary type": "Grass", "Secondary type": "Poison", "Evolves from": "Bulbasaur (#001)", "Evolves into": "Venusaur (#003)", "Notes": "When it's exposed to sunlight, the seed, now a bud, grows so much that it apparently loses the ability to stand on its hind legs. It grows by drawing in energy and when a wafting scent fills the area and it spends more time in the sun, it's ready to evolve. To support this weight, it's legs grow thicker in size and strength. Ivysaur is a playable character in Super Smash Bros. Brawl and Super Smash Bros. Ultimate as a part of the \"Pokémon Trainer\" fighter. Its English name is a portmanteau of \"ivy\" and \"dinosaur\".[6]"}, {"PokeIndex": "0003", "name": "Venusaur", "Primary type": "Grass", "Secondary type": "Poison", "Evolves from": "Ivysaur (#002)", "Evolves into": "Mega Evolution Gigantamax", "Notes": "Its English name is a portmanteau of \"Venus\" (relating to the Venus flytrap) and \"dinosaur\". It is based on the Pareiasaur. It is the mascot of Pokémon Green and LeafGreen.[7] It's always on the move to seek sunlight so it can absorb it for energy. When it does this, it tends to lay still. The aroma from the flower it now has on its back can sooth and calm people down. It's said that if a Venusaur gets enough sunlight, it's flower will take on vivid coloration. As a result, it's way more powerful in the summer time. After a rainy day, it's flower will smell stronger. The scent attracts other Pokemon."}, {"PokeIndex": "0004", "name": "Charmander", "Primary type": "Fire", "Secondary type": "Fire", "Evolves from": "Beginning of evolution", "Evolves into": "Charmeleon (#005)", "Notes": "Charmander is a bipedal, salamander-like creature with a flame at the tip of its tail. Its English name is a portmanteau of \"char\" and \"salamander\". Preferring hot places, there is a flame at the tip of is tail. Even newborns have a flame, though, unfamiliar with fire, they sometimes accidentally burn themselves. When it rains, you can see smoke coming from it, and it makes a sound too, though you'll have to be in a quiet place to hear it. The flame determines its vitality and emotions, the brighter it is, the healthier it is. Similarly when it's tail is wavering, it's happy and when blazing, it's angry. If it's flame were to ever go out, it would die."}, {"PokeIndex": "0005", "name": "Charmeleon", "Primary type": "Fire", "Secondary type": "Fire", "Evolves from": "Charmander (#004)", "Evolves into": "Charizard (#006)", "Notes": "Charmeleon is similar to Charmander yet larger. Its English name is a portmanteau of \"char\" and \"chameleon\".[8] It's a very feisty pokemon, and fights can excite it, causing bluish white flames to spew. It swings its tail around causing unbearable temperatures. It also uses its razor sharp claws to attack as well. It constantly seeks tough opponents and it calms down only when it wins. In rocky mountains where they live, the night sky looks like stars due to their fiery tails."}, {"PokeIndex": "0006", "name": "Charizard", "Primary type": "Fire", "Secondary type": "Flying", "Evolves from": "Charmeleon (#005)", "Evolves into": "Two Mega Evolutions Gigantamax", "Notes": "It is a playable character as a part of the \"Pokémon Trainer\" fighter in Super Smash Bros. Brawl and Super Smash Bros. Ultimate, as well as a standalone fighter in Super Smash Bros. for Nintendo 3DS and Wii U. It is also the mascot of Pokémon Red and FireRed. It's fire is hot enough to melt boulders, and it's been known to start forest fires accidentally. When breathing fire which reaches great temperatures, it inflicts terrible pain on its foes, and the flame at the end of its tail burns more fiercely, though it will never use its fiery breath on foes weaker than itself. It quickly melt glaciers weighing more than 10,000 tons. If it becomes furious, it's flames become bluish-white, and it's wings can let it soar up to 4,600 feet as it flies in search of stronger opponents. It's said that it fire burns hotter if it has experienced harsher battles. It gains the Dragon type upon Mega Evolving into Mega Charizard X. Its English name is a portmanteau of \"char\" and \"lizard\"."}, {"PokeIndex": "0007", "name": "Squirtle", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Beginning of evolution", "Evolves into": "Wartortle (#008)", "Notes": "It is a playable character in Super Smash Bros. Brawl and Super Smash Bros. Ultimate as a part of the \"Pokémon Trainer\" fighter. Its English name is a portmanteau of \"squirt\" and \"turtle\". It is one of the Kanto starter Pokémon.[9] When born, it's back swells into a shell which after some time will become resilient, and it takes time for the shell to harden. When it feels threatened, it tucks in its limbs and hides in its shell. Squirtle's shell is not merely used for protection as the shell's rounded shape and the grooves on its surface help minimize water resistance, enabling this Pokémon to swim at high speeds. It can spray a powerful foam from its mouth by retracting its long neck and vigorously shooting water out."}, {"PokeIndex": "0008", "name": "Wartortle", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Squirtle (#007)", "Evolves into": "Blastoise (#009)", "Notes": "Its English name is a portmanteau of \"wart\", \"tortoise\", and \"turtle\". Its tail is large and covered with a rich, thick fur. Its tail becomes increasingly deeper in color as Wartortle ages. Legends say it can live up to 1,000 years old. Wartortle was originally intended to have an entirely different final evolution that shared a closer design."}, {"PokeIndex": "0009", "name": "Blastoise", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Wartortle (#008)", "Evolves into": "Mega Evolution[10][11][12] Gigantamax", "Notes": "Its English name is a portmanteau of \"blast\" and \"tortoise\". It is the mascot of Pokémon Blue.[13] In early stages of Red and Green's development, Blastoise was originally separate from the Squirtle line and was called \"Caravaggio\". A Blastoise trading card, which was originally made as a test print before the commercial English cards, was sold for $360,000 in 2021.[14] The rocket cannons on its shell fire jets of water capable of punching holes through thick steel."}, {"PokeIndex": "0010", "name": "Caterpie", "Primary type": "Bug", "Secondary type": "Bug", "Evolves from": "Beginning of evolution", "Evolves into": "Metapod (#011)", "Notes": "To avoid predators, it releases an odor that makes bird-type Pokémon hesitant to hunt it. Its appearance is based on the Eastern Tiger Swallowtail."}, {"PokeIndex": "0011", "name": "Metapod", "Primary type": "Bug", "Secondary type": "Bug", "Evolves from": "Caterpie (#010)", "Evolves into": "Butterfree (#012)", "Notes": "The outer shell of Metapod is extremely hard, but the insides are soft due to the changes that it is undergoing. It may not move for more than two weeks. Ume Aoki, a Japanese cartoonist who is famous for her work on the manga Hidamari Sketch and the anime Puella Magi Madoka Magica, utilizes a likeness of herself cosplaying as a Metapod in her drawn works.[15]"}, {"PokeIndex": "0012", "name": "Butterfree", "Primary type": "Bug", "Secondary type": "Flying", "Evolves from": "Metapod (#011)", "Evolves into": "Gigantamax", "Notes": "It rubs honey onto the hairs on its legs to carry it back to its nest. In battle, it flaps its wings at great speed to release spores and powders onto opponents. Its Gigantamax form is a tremendous size with huge, turquoise wings and resembles Mothra of the Godzilla franchise. It sheds toxic flakes of crystallized Gigantamax energy."}, {"PokeIndex": "0013", "name": "Weedle", "Primary type": "Bug", "Secondary type": "Poison", "Evolves from": "Beginning of evolution", "Evolves into": "Kakuna (#014)", "Notes": "Its stinger is poisonous. While it does not like to fight, Weedle can protect itself, if only for a short while."}, {"PokeIndex": "0014", "name": "Kakuna", "Primary type": "Bug", "Secondary type": "Poison", "Evolves from": "Weedle (#013)", "Evolves into": "Beedrill (#015)", "Notes": "Similar to Metapod, its shell is extremely hard, but the insides are soft due to its metamorphosis. Kakuna also doesn't move as much. Kakuna typically attach to trees in clusters and feel hot to the touch."}, {"PokeIndex": "0015", "name": "Beedrill", "Primary type": "Bug", "Secondary type": "Poison", "Evolves from": "Kakuna (#014)", "Evolves into": "Mega Evolution", "Notes": "Beedrill are highly aggressive and will violently swarm and sting anyone who approaches their hive. Beedrill appear as large hornets with spikes on their forearms."}, {"PokeIndex": "0016", "name": "Pidgey", "Primary type": "Normal", "Secondary type": "Flying", "Evolves from": "Beginning of evolution", "Evolves into": "Pidgeotto (#017)", "Notes": "Pidgey is the common bird of Kanto. It hunts bug Pokémon until they scurry away. It is considered as an alternative version of Spearow and a rival to it."}, {"PokeIndex": "0017", "name": "Pidgeotto", "Primary type": "Normal", "Secondary type": "Flying", "Evolves from": "Pidgey (#016)", "Evolves into": "Pidgeot (#018)", "Notes": "Pidgeotto was the second Pokémon that Ash Ketchum caught on his journey in the anime. It constantly flies around its large territory in search of prey and often squabbles with other Pidgeotto over territory."}, {"PokeIndex": "0018", "name": "Pidgeot", "Primary type": "Normal", "Secondary type": "Flying", "Evolves from": "Pidgeotto (#017)", "Evolves into": "Mega Evolution", "Notes": "Most trainers choose Pidgeot as their Pokémon due to their striking, beautiful feathers. Pidgeots tend to be very large in size. Its highly decorated plumage is used to intimidate enemies. It races through the skies at Mach-2 speed."}, {"PokeIndex": "0019", "name": "Rattata", "Primary type": "Normal", "Secondary type": "Normal", "Evolves from": "Beginning of evolution", "Evolves into": "Raticate (#020)", "Notes": "Its teeth grow long overtime, so it has to gnaw on logs, houses, telephone poles, and more, so it is often seen as a pest. Rattata has an Alolan form that is a Dark/Normal type."}, {"PokeIndex": "0020", "name": "Raticate", "Primary type": "Normal", "Secondary type": "Normal", "Evolves from": "Rattata (#019)", "Evolves into": "End of evolution", "Notes": "Raticate commands groups of Rattatas to gather food. Like Rattata, it has to whittle its teeth down, but as its teeth are much stronger, it requires harder objects such as steel and rocks. Like Rattata, Raticate has an Alolan form that is a Dark/Normal type."}, {"PokeIndex": "0021", "name": "Spearow", "Primary type": "Normal", "Secondary type": "Flying", "Evolves from": "Beginning of evolution", "Evolves into": "Fearow (#022)", "Notes": "It eats bugs in grasslands and has to flap its short wings at high-speed to stay airborne. Spearows have short temperaments, and tend to swarm perceived enemies in large flocks. Ash Ketchum attempted to catch a Spearow without the help of his Pikachu, leading to a rather disastrous start of his journey."}, {"PokeIndex": "0022", "name": "Fearow", "Primary type": "Normal", "Secondary type": "Flying", "Evolves from": "Spearow (#021)", "Evolves into": "End of evolution", "Notes": "Fearow is a lanky and awkward bird. Its English name is a portmanteau of \"fear\" and \"sparrow\". Fearow are large birds that can fly at extremely high altitudes for long periods of time."}, {"PokeIndex": "0023", "name": "Ekans", "Primary type": "Poison", "Secondary type": "Poison", "Evolves from": "Beginning of evolution", "Evolves into": "Arbok (#024)", "Notes": "Its English name is \"snake\" spelled backwards. Ekans tends to coil itself, for protection while it sleeps Ekans was Team Rocket member Jessie's starter Pokémon."}, {"PokeIndex": "0024", "name": "Arbok", "Primary type": "Poison", "Secondary type": "Poison", "Evolves from": "Ekans (#023)", "Evolves into": "End of evolution", "Notes": "Jessie, a member of Team Rocket, owned an Arbok for the Kanto, Johto, and a small portion of the Advanced Generation series of the Pokémon anime. The pattern on its chest is changes everywhere it lives. It is hard to escape from its coil as it is so strong, it can crush a steel drum by constricting it. Its English name is \"kobra\" (which is pronounced the same as \"cobra\") spelled backwards."}, {"PokeIndex": "0025", "name": "Pikachu", "Primary type": "Electric", "Secondary type": "Electric", "Evolves from": "Pichu (#172)", "Evolves into": "Raichu (#026) Gigantamax", "Notes": "Pikachu is the primary mascot of the Pokémon franchise, as well as Pokémon Yellow and Let's Go, Pikachu!. It is also playable in every Super Smash Bros. game. Its Gigantamax form looks like its old sprite from Red and Blue with a glowing, whitish tail. Pikachu raises its tail to check its surroundings and it might get struck by lightning in this pose. When groups gather and do this, the lightning shock would be very dangerous to be around. That's why the forests they inhabitat away from cities are very dangerous to be in. Pikachu are now adept at storing electricity and will discharge it at foes and they recharge when sleeping. Pikachu with the stretchiest and softest cheeks are more powerful, but when their tail is yanked, they'll try and bite you. It'll intelligently roast berries to cook and eat them, and it'll occasionally shock a fellow Pikachu that's a weakened state. A plan was recently announced to gather up many Pikachu and make an electric power plant. When Pikachu meet, they'll touch their tails together and exchange electricity through them as a form of greeting. If it gives off crackling power from the electric sacs on its cheeks, it is being wary."}, {"PokeIndex": "0026", "name": "Raichu", "Primary type": "Electric", "Secondary type": "Electric", "Evolves from": "Pikachu (#025)", "Evolves into": "End of evolution", "Notes": "It's long tail serves as a ground to protect itself from electrocuting itself. That's why you'll see black patches near its nest. If enough electricity is built inside it, its muscles are stimulated, its ears will perk up, it becomes feisty and glows in the dark. Some say building up electricity stressess it out. If it's cheek pouches are empty, it'll raise its tail to gather electricity from the atmosphere. It's discharges reach 100,000 volts. Careless touching can cause an elephant to faint. Raichu has an Alolan form that is an Electric/Psychic type. Raichu and Alolan Raichu were created by Atsuko Nishida.[16]"}, {"PokeIndex": "0027", "name": "Sandshrew", "Primary type": "Ground", "Secondary type": "Ground", "Evolves from": "Beginning of evolution", "Evolves into": "Sandslash (#028)", "Notes": "Based on the Chinese pangolin, Sandshrew is known to curl into a ball to defend itself. It burrows nests into the ground. Sandshrew has an Alolan form that is a Steel/Ice type."}, {"PokeIndex": "0028", "name": "Sandslash", "Primary type": "Ground", "Secondary type": "Ground", "Evolves from": "Sandshrew (#027)", "Evolves into": "End of evolution", "Notes": "Sandslash has the ability to curl into a spiny ball to attack or escape other Pokemon. Like Sandshrew, Sandslash has an Alolan form that is a Steel/Ice type. It climbs trees with its sharp claws. Sandslash shares the berries it gathers, dropping them down to Sandshrew."}, {"PokeIndex": "0029", "name": "Nidoran♀", "Primary type": "Poison", "Secondary type": "Poison", "Evolves from": "Beginning of evolution", "Evolves into": "Nidorina (#030)", "Notes": "It is related to the Nidoran♂ line and can produce eggs that contain either Nidoran♀ or Nidoran♂. It is less aggressive than its male counterpart, with a less threatening horn."}, {"PokeIndex": "0030", "name": "Nidorina", "Primary type": "Poison", "Secondary type": "Poison", "Evolves from": "Nidoran♀ (#029)", "Evolves into": "Nidoqueen (#031)", "Notes": "If a group is threatened, these Pokémon will band together to assault enemies with ultrasonic waves. The horn on its head has atrophied."}, {"PokeIndex": "0031", "name": "Nidoqueen", "Primary type": "Poison", "Secondary type": "Ground", "Evolves from": "Nidorina (#030)", "Evolves into": "End of evolution", "Notes": "It pacifies offspring by placing them in the gaps between the spines on its back. The spines will never secrete poison while young are present. Its hide is so strong, not much can hurt it. It can only evolve using a Moon Stone."}, {"PokeIndex": "0032", "name": "Nidoran♂", "Primary type": "Poison", "Secondary type": "Poison", "Evolves from": "Beginning of evolution", "Evolves into": "Nidorino (#033)", "Notes": "It was the third Pokémon to be created, after Rhydon and Kangaskhan were created. This version of Nidoran (and its evolutions) are more aggressive and have larger spines than their female counterpart."}, {"PokeIndex": "0033", "name": "Nidorino", "Primary type": "Poison", "Secondary type": "Poison", "Evolves from": "Nidoran♂ (#032)", "Evolves into": "Nidoking (#034)", "Notes": "The evolution of the Nidoran♂. It is most famous for being the first Pokemon seen when a Generation I game is played, appearing in the opening cut scene."}, {"PokeIndex": "0034", "name": "Nidoking", "Primary type": "Poison", "Secondary type": "Ground", "Evolves from": "Nidorino (#033)", "Evolves into": "End of evolution", "Notes": "Based on Baragon from the Godzilla franchise, it uses its powerful tail in battle to easily smash, constrict, then break the prey's bones and spine. Its recognized by its rock-hard hide that is worn like armor. The long horn on its head is sharp and highly venomous. Nidoking prides itself on its strength. It's forceful and spirited in battle, making use of its thick tail and diamond-crushing horn. One swing of its mighty tail can snap a telephone pole as if it were a matchstick. Nidoking's thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower and once it goes on a rampage, there is no stopping it. It swings its big tail around during battle, but if its foe flinches, it will charge with its sturdy body. But in the presence of a Nidoqueen it's lived with for a long time, Nidoking calms down."}, {"PokeIndex": "0035", "name": "Clefairy", "Primary type": "Fairy[nb 2]", "Secondary type": "Fairy[nb 2]", "Evolves from": "Cleffa (#173)", "Evolves into": "Clefable (#036)", "Notes": "Clefairy was originally proposed to be joint mascot of the Pokémon franchise alongside Pikachu, but was quickly overshadowed by the latter's popularity. Timid creatures, they rarely come, only appearing under a full moon. People love Clefairy for its cuteness but it's too rare to be found often."}, {"PokeIndex": "0036", "name": "Clefable", "Primary type": "Fairy[nb 2]", "Secondary type": "Fairy[nb 2]", "Evolves from": "Clefairy (#035)", "Evolves into": "End of evolution", "Notes": "It is rarely seen by people. Clefable walks around on moonlit nights, skipping lightly as if in flight, allowing it to walk on water. It has an extremely sharp sense of hearing; its sensitive ears allow it to detect a pin drop from a mile away."}, {"PokeIndex": "0037", "name": "Vulpix", "Primary type": "Fire", "Secondary type": "Fire", "Evolves from": "Beginning of evolution", "Evolves into": "Ninetales (#038)", "Notes": "When it's born, it has one white tail that sprouts into 6 beautiful curled ones at the tip as it gets older if it gets enough love from its Trainer. If it gets attacked by a stronger foe, it'll fake injuries to get away. Inside it is a flame that never goes out. When it's hot outside, it temperature rises, and it spews flames out of its mouth to cool down. It can freely control fire, spewing embers all over the place. Just before it evolves, its tails glow hot as if on fire. It's tails have made it really popular. Though if not brushed, it'll be a tangled mess before you know it. If you raise it young, it'll follow you like a puppy. It manipulates balls of fire to catch prey. Vulpix has an Alolan form that is an Ice type. Vulpix has also been selected as a \"mascot\" for Hokkaido, and is featured in the livery of an Air Do Boeing 767 aircraft.[17]"}, {"PokeIndex": "0038", "name": "Ninetales", "Primary type": "Fire", "Secondary type": "Fire", "Evolves from": "Vulpix (#037)", "Evolves into": "End of evolution", "Notes": "Its design is inspired by the nine-tailed fox of East Asian myth.[18] Like Vulpix, Ninetales has an Alolan form, granting it the Ice/Fairy typing. Its very smart, very vengeful, and very vindictive. Grabbing one of its 9 golden like tails could result in a 1000-year curse as a joke if not careful. According to an enduring legend, 9 noble saints were united and reincarnated as Ninetales by a wizard. It is said to have a mysterious energy in its tails to allow it to live a thousand years, and each of its tails is loaded with supernatural powers. Ninetales casts a sinister light from its bright red eyes to gain total control over its foe's mind. It's highly intelligent - it can understand human speech. It can burn its prey to a crisp as it pleases. The flickering flames it spews from its mouth leave its opponents hypnotized, then it attacks."}, {"PokeIndex": "0039", "name": "Jigglypuff", "Primary type": "Normal", "Secondary type": "Fairy[nb 2]", "Evolves from": "Igglybuff (#174)", "Evolves into": "Wigglytuff (#040)", "Notes": "It is a playable character in every Super Smash Bros. game. Jigglypuff appears in the anime frequently as a running gag where it always tries to sing for an audience but puts everyone to sleep with Sing instead. When this happens, it uses the marker that is part of the microphone it carries around to draw silly faces on people."}, {"PokeIndex": "0040", "name": "Wigglytuff", "Primary type": "Normal", "Secondary type": "Fairy[nb 2]", "Evolves from": "Jigglypuff (#039)", "Evolves into": "End of evolution", "Notes": "Wigglytuff's body is very flexible. By inhaling deeply, it can inflate itself seemingly without end. Once inflated, Wigglytuff bounces along lightly with the wind."}, {"PokeIndex": "0041", "name": "Zubat", "Primary type": "Poison", "Secondary type": "Flying", "Evolves from": "Beginning of evolution", "Evolves into": "Golbat (#042)", "Notes": "Zubat is blind and uses echolocation to see. Zubats are part of a popular meme within the franchise main due to the fact Zubat is the most commonly encountered Pokémon, being present in almost every cave or underground area."}, {"PokeIndex": "0042", "name": "Golbat", "Primary type": "Poison", "Secondary type": "Flying", "Evolves from": "Zubat (#041)", "Evolves into": "Crobat (#169)", "Notes": "Golbat loves to drink blood, it can drink so much that it becomes unable fly. Unlike Zubat, Golbat have eyes, feet, and a large gaping mouth."}, {"PokeIndex": "0043", "name": "Oddish", "Primary type": "Grass", "Secondary type": "Poison", "Evolves from": "Beginning of evolution", "Evolves into": "Gloom (#044)", "Notes": "It buries itself in the soil to absorb the nutrients. The more water it drinks, the glossier it becomes. Oddish are nocturnal by nature and mainly wander at night to spread their seeds."}, {"PokeIndex": "0044", "name": "Gloom", "Primary type": "Grass", "Secondary type": "Poison", "Evolves from": "Oddish (#043)", "Evolves into": "Vileplume (#045) Bellossom (#182)", "Notes": "If it senses danger it produces a horrific stench from the leaves on its head. Glooms always have a line of drool oozing from their mouths. Using the Leaf Stone evolves Gloom into Vileplume, and using the Sun Stone evolves it into Bellossom."}, {"PokeIndex": "0045", "name": "Vileplume", "Primary type": "Grass", "Secondary type": "Poison", "Evolves from": "Gloom (#044)", "Evolves into": "End of evolution", "Notes": "Vileplume has the world's largest petals. They are used to attract prey that are then doused with toxic spores. These toxic spores will leave you sick for days. Vileplume is based on the rafflesia, the world's smelliest flower."}, {"PokeIndex": "0046", "name": "Paras", "Primary type": "Bug", "Secondary type": "Grass", "Evolves from": "Beginning of evolution", "Evolves into": "Parasect (#047)", "Notes": "Paras is a Bug-type Pokémon that is the host to a parasitic mushroom. As it ages, the mushroom begins to completely take over its body, evolving it into Parasect. Most of the nutrients Paras gets from feeding on plant roots are absorbed instead by the mushrooms. These mushrooms can be removed and used for medicines, however more always will grow on Paras' back later on."}, {"PokeIndex": "0047", "name": "Parasect", "Primary type": "Bug", "Secondary type": "Grass", "Evolves from": "Paras (#046)", "Evolves into": "End of evolution", "Notes": "Parasects are the endpoint of a Paras' life stage, where the mushroom has fully engulfed its body, completely taking it over. It requires more energy from trees due to its larger size. It was originally called \"Fungus\" in early development."}, {"PokeIndex": "0048", "name": "Venonat", "Primary type": "Bug", "Secondary type": "Poison", "Evolves from": "Beginning of evolution", "Evolves into": "Venomoth (#049)", "Notes": "It is based on the gnat. Venonats are nocturnal predators which use their radar-like compound eyes to see in the dark."}, {"PokeIndex": "0049", "name": "Venomoth", "Primary type": "Bug", "Secondary type": "Poison", "Evolves from": "Venonat (#048)", "Evolves into": "End of evolution", "Notes": "Venomoths are large violet/fuchsia-coloured moths. Its wings shed poisonous scales. These powdery scales are hard to remove from skin and contain poison that leaks out on contact."}, {"PokeIndex": "0050", "name": "Diglett", "Primary type": "Ground", "Secondary type": "Ground", "Evolves from": "Beginning of evolution", "Evolves into": "Dugtrio (#051)", "Notes": "Farmers like to use Digletts to plough the soil for crops to grow plentifully. Diglett has an Alolan form that is a Ground/Steel type. No one has ever seen the full body of a Diglett."}, {"PokeIndex": "0051", "name": "Dugtrio", "Primary type": "Ground", "Secondary type": "Ground", "Evolves from": "Diglett (#050)", "Evolves into": "End of evolution", "Notes": "Dugtrio is a tripled Diglett. Like Diglett, Dugtrio has an Alolan form that is a Ground/Steel type. Like Diglett, no one has ever seen the full body of a Dugtrio. Occasionally, they will fight over which head gets to eat first."}, {"PokeIndex": "0052", "name": "Meowth", "Primary type": "Normal", "Secondary type": "Normal", "Evolves from": "Beginning of evolution", "Evolves into": "Persian (#053)[nb 3] Gigantamax", "Notes": "One of the main members of Team Rocket in the Pokémon anime series. Team Rocket's Meowth can speak human language as well as converse with other Pokémon. Meowth love anything shiny and will steal whatever it can. Murkrow and Meowth will loot each other's hoards of treasure. Meowth's Alolan form is a Dark type and its Galarian form is a Steel type. Its Gigantamax form is a tall, thin, long cat that has glowing eyes and a mark on its coin."}, {"PokeIndex": "0053", "name": "Persian", "Primary type": "Normal", "Secondary type": "Normal", "Evolves from": "Meowth (#052)", "Evolves into": "End of evolution", "Notes": "Persian will sneak up behind a foe silently by retracting its claws. It will then pounce and rip them to shreds. Persian's Alolan form is a Dark type and its Galarian counterpart Perrserker is a Steel type. While Meowth has a gold coin on its forehead, Persian has a red jewel. A Persian is owned by Team Rocket's leader, Giovanni in the Pokémon anime series."}, {"PokeIndex": "0054", "name": "Psyduck", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Beginning of evolution", "Evolves into": "Golduck (#055)", "Notes": "It has constant headaches. When Psyduck's headache gets severe, it unleashes its psychic powers. Psyduck was originally intended to have a currently unnamed middle evolution, but it was scrapped. Psyduck in the anime series first appears belonging to Misty, and was seen as unreliable and a nuisance until it begins using its Psychic abilities."}, {"PokeIndex": "0055", "name": "Golduck", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Psyduck (#054)", "Evolves into": "End of evolution", "Notes": "It was almost hunted to extinction by hunters wanting the precious jewel on its forehead. Its capabilities are superior compared to Psyduck. It swims effortlessly, even in rough, stormy seas. It is known to rescue people from wrecked ships."}, {"PokeIndex": "0056", "name": "Mankey", "Primary type": "Fighting", "Secondary type": "Fighting", "Evolves from": "Beginning of evolution", "Evolves into": "Primeape (#057)", "Notes": "Mankey is a snub-nosed monkey-esque Pokémon that specialises in physical fighting and is very aggressive and short-tempered. Its extremely easy to anger, just one look can set it and the whole colony off. It'll fight anything and anyone at all. When Mankey starts shaking and its nasal breathing turns rough, it's a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath. It lives on treetops in colonies. It's usually unsafe to approach because most of the time it can't tell friend from foe. At that point everyone around it leaves, and the loneliness angers it more."}, {"PokeIndex": "0057", "name": "Primeape", "Primary type": "Fighting", "Secondary type": "Fighting", "Evolves from": "Mankey (#056)", "Evolves into": "Annihilape (#979)", "Notes": "It's always angry and it won't abandon the chase until it's caught, even if its till the end of the world. It will never forgive or forget those who angered it. It stop getting angry when it's alone. It's very difficult to view. Even if asleep, anything that awakens it will get a half groggy chase. When angry, it's blood starts pumping, making it stronger, yet dumber. It's been known to get so angry, that it dies, though it looks rather peaceful in death. Some researchers say it's still angry even when caught. Primeape is based on the baboon."}, {"PokeIndex": "0058", "name": "Growlithe", "Primary type": "Fire", "Secondary type": "Fire", "Evolves from": "Beginning of evolution", "Evolves into": "Arcanine (#059)", "Notes": "Fiercely protective and loyal to its Trainer, it barks and bites at any intruders in its space, even though it usually has a friendly and brave nature. It will remain motionless unless given an order from its Trainer. Carelessly approaching it however can result in a bite. It tends to stand up to bigger foes, and if it detects a strange scent, it loudly roars to protect its Trainer from harm. It had a superb sense of smell, as once it smells anything, it won't forget it. It can even use its nose to sense emotions. While it's quite friendly toward humans once it's grown used to them, in the wild it must be quite fierce to defend its territory from Rockruff. It has lived alongside humans since ages ago. Its bones have been found in excavations of ruins from the Stone Age. Growlithe are popular throughout the Pokémon world as both guard dogs and police dogs. They are based on the Ryukyuan Shisa and Japanese Komainu lion-dog statues."}, {"PokeIndex": "0059", "name": "Arcanine", "Primary type": "Fire", "Secondary type": "Fire", "Evolves from": "Growlithe (#058)", "Evolves into": "End of evolution", "Notes": "Arcanine is a fan-favourite Pokémon and among the strongest non-legendary Pokémon and has been described as having \"the mane of a lion... the stripes of a tiger [and] the speed of a panther\".[19][20][21] It has been admired since the past for its beauty and it runs agilely as if on wings. Though it is not a Legendary Pokemon here, it is in China. Its magnificent bark conveys a sense of majesty. Anyone hearing it can't help but grovel before it. An ancient picture scroll shows that people were attracted to its movement as it ran through prairies. Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokémon's body is its source of power. Legends tell of its fighting alongside a general and conquering a whole country. There are so many old tales about them that say that they're called Legendary Pokémon, but there are way more of them around than you'd expect."}, {"PokeIndex": "0060", "name": "Poliwag", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Beginning of evolution", "Evolves into": "Poliwhirl (#061)", "Notes": "Poliwag is Satoshi Tajiri (the creator of the Pokémon franchise)'s favourite Pokémon. Its appearance is similar to that of which it is named, a polliwog and a tadpole. It only has a tail and two legs for movement, and the swirl on its belly is its intestines visible through its thin skin."}, {"PokeIndex": "0061", "name": "Poliwhirl", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Poliwag (#060)", "Evolves into": "Poliwrath (#062) Politoed (#186)", "Notes": "Poliwhirl is among the most-marketed Pokémon,[22] being used in a line of chewable vitamins as well as a line of toothbrushes. Poliwhirl appears as a humanoid-shaped Pokémon that has a similar appearance to Poliwag, except of having arms and no tail. It evolves into Poliwrath after using a Water Stone. It also evolves into Politoed after being traded while it holds a King's Rock.[23][24]"}, {"PokeIndex": "0062", "name": "Poliwrath", "Primary type": "Water", "Secondary type": "Fighting", "Evolves from": "Poliwhirl (#061)", "Evolves into": "End of evolution", "Notes": "It is capable of swimming the length of the Pacific Ocean tirelessly. It evolves from Poliwhirl after using a Water Stone. The swirl on its belly is reversed from its pre-evolutions."}, {"PokeIndex": "0063", "name": "Abra", "Primary type": "Psychic", "Secondary type": "Psychic", "Evolves from": "Beginning of evolution", "Evolves into": "Kadabra (#064)", "Notes": "Abra sleeps all of the time. Even when it is sleeping, which it does most of its life, it can sense danger with its highly potent Psychic power. When it is in danger, it will teleport to safety. Abra's teleportation is usually faster than the player's Pokémon, requiring a higher Speed stat in order to disable it before it teleports."}, {"PokeIndex": "0064", "name": "Kadabra", "Primary type": "Psychic", "Secondary type": "Psychic", "Evolves from": "Abra (#063)", "Evolves into": "Alakazam (#065)", "Notes": "Kadabra has been the source of various controversies. The symbols on its body have been associated to those used by Nazi Germany's Waffen-SS. Furthermore, in November 2000, Israeli magician Uri Gellar sued Nintendo, claiming Kadabra embodies an unauthorized appropriation of his identity.[25][26][27] However, in 2020, he released a claim that Nintendo could use Kadabra again."}, {"PokeIndex": "0065", "name": "Alakazam", "Primary type": "Psychic", "Secondary type": "Psychic", "Evolves from": "Kadabra (#064)", "Evolves into": "Mega Evolution", "Notes": "Due to its brain drastically growing, causing its head to be too heavy, it actually uses its psychic power to hold its head up. Its 5000 IQ makes it a very intelligent Pokémon. It can affect nearby technology using its brainwaves. Kadabra and Alakazam were the direct counters to the Gastly line of Ghost-type Pokémon since they were dual types with Poison-type, hence weak to psychic-type moves. Throughout the series, the Abra and Gastly lines were considered rivals."}, {"PokeIndex": "0066", "name": "Machop", "Primary type": "Fighting", "Secondary type": "Fighting", "Evolves from": "Beginning of evolution", "Evolves into": "Machoke (#067)", "Notes": "The best thing about Machop is that its muscles never get sore. It can hurl around 100 adult humans before it gets tired."}, {"PokeIndex": "0067", "name": "Machoke", "Primary type": "Fighting", "Secondary type": "Fighting", "Evolves from": "Machop(#066)", "Evolves into": "Machamp (#068)", "Notes": "Machoke is typically used for heavy lifting jobs due to its super strength. Its appearance is similar to a WWE-style wrestler, with what appears to be exercise shorts."}, {"PokeIndex": "0068", "name": "Machamp", "Primary type": "Fighting", "Secondary type": "Fighting", "Evolves from": "Machoke (#067)", "Evolves into": "Gigantamax", "Notes": "Machamp has four arms. It can throw around 1000 punches in two seconds and move mountains with one arm. It evolves from Machoke after being traded. Its Gigantamax form has glowing, orange eyes and hands and a bigger body."}, {"PokeIndex": "0069", "name": "Bellsprout", "Primary type": "Grass", "Secondary type": "Poison", "Evolves from": "Beginning of evolution", "Evolves into": "Weepinbell (#070)", "Notes": "It is a Grass-type Pokémon with a bell-shaped head, and a vine-like body ending in root-like feet, with leaves for arms. It can plant itself into the ground to negate Electric-type moves as seen in the anime."}, {"PokeIndex": "0070", "name": "Weepinbell", "Primary type": "Grass", "Secondary type": "Poison", "Evolves from": "Bellsprout (#069)", "Evolves into": "Victreebel (#071)", "Notes": "It has a hook on its rear-end that it hooks on trees with and sleeps. When it wakes up, it might find itself on the ground because of the wind."}, {"PokeIndex": "0071", "name": "Victreebel", "Primary type": "Grass", "Secondary type": "Poison", "Evolves from": "Weepinbell (#070)", "Evolves into": "End of evolution", "Notes": "It was the last Generation I Pokémon to be created. All of Bellsprout's evolutions are based on various fly-catcher plants, with Victreebel the closest-looking one. Team Rocket's James has a Victreebel that has a habit of chewing on him."}, {"PokeIndex": "0072", "name": "Tentacool", "Primary type": "Water", "Secondary type": "Poison", "Evolves from": "Beginning of evolution", "Evolves into": "Tentacruel (#073)", "Notes": "If Tentacool isn't in the water, it will shrivel up because it is mostly water. Tentacool is a jellyfish-esque Pokémon, which later on in the franchise, is said to be fluid-filled. This fluid is toxic and damages opponents who use HP draining attacks instead of healing them."}, {"PokeIndex": "0073", "name": "Tentacruel", "Primary type": "Water", "Secondary type": "Poison", "Evolves from": "Tentacool (#072)", "Evolves into": "End of evolution", "Notes": "Tentacruel is a large, multi-tentacled jellyfish Pokémon that has two claws or beaks and two large, red jewels on its head."}, {"PokeIndex": "0074", "name": "Geodude", "Primary type": "Rock", "Secondary type": "Ground", "Evolves from": "Beginning of evolution", "Evolves into": "Graveler (#075)", "Notes": "Sometimes mistaken as ordinary rocks, people mistakenly step on them resulting in them getting hurt. Geodude has an Alolan form that is a Rock/Electric type, and has metal spines. It appears as an armed rock."}, {"PokeIndex": "0075", "name": "Graveler", "Primary type": "Rock", "Secondary type": "Ground", "Evolves from": "Geodude (#074)", "Evolves into": "Golem (#076)", "Notes": "Graveler has an Alolan form that is a Rock/Electric type. It appears as a large rock that has two large arms and two small arms. This appearance suggests that the smaller arms are the old Geodude arms and the new ones emerged as it grew larger."}, {"PokeIndex": "0076", "name": "Golem", "Primary type": "Rock", "Secondary type": "Ground", "Evolves from": "Graveler (#075)", "Evolves into": "End of evolution", "Notes": "Golem is known for rolling down from mountains. To prevent them from rolling into the homes of people downhill, grooves have been dug into the sides of mountains to serve as guideways for diverting this Pokémon's course. Golem has an Alolan form that is a Rock/Electric type. It appears as a large boulder that has a head, arms, and legs. It can roll up into a perfectly round rock. Its Alolan form is magnetic and has a rock cannon on its shoulders."}, {"PokeIndex": "0077", "name": "Ponyta", "Primary type": "Fire", "Secondary type": "Fire", "Evolves from": "Beginning of evolution", "Evolves into": "Rapidash (#078)", "Notes": "Its Galarian form is a Psychic type. When born, it cannot stand and runs with its parents to strengthen its legs. It can choose when its flames can burn people or not."}, {"PokeIndex": "0078", "name": "Rapidash", "Primary type": "Fire", "Secondary type": "Fire", "Evolves from": "Ponyta (#077)", "Evolves into": "End of evolution", "Notes": "As a popular Pokémon, Rapidash is considered \"universally appealing\" to fans of cute and cool Pokémon alike. Both Ponyta and Rapidash can enable their body's flames to be harmful or harmless as seen in the anime.[28][29][30][31] Its Galarian form is a Psychic/Fairy type, and is pinkish purple in color instead. It's just loves to run. It can't help itself when it see a car or anything fast. A very competitive pokemon, if it sees anything faster than it, it will go full speed in 10 steps to out run it at 150mph. At that point, it's hooves barely touch the ground because it's moving so fast, it can traverse all of Hisui in a day and a half. The faster it goes, the longer it's fiery mane becomes. Otherwise it can be seen cantering in fields."}, {"PokeIndex": "0079", "name": "Slowpoke", "Primary type": "Water", "Secondary type": "Psychic", "Evolves from": "Beginning of evolution", "Evolves into": "Slowbro (#080) Slowking (#199)", "Notes": "It's really slow-witted, oblivious and likes to loll about. It takes 5 seconds for it to feel pain when attacked. Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it's doing and often spends entire days just loafing at water's edge. Even if its tail is bitten off, it won't feel it or notice. Although not nutritious, it's tail is pleasant to chew on. When soaked in water, a sweet sap leaks from the tip of its tail. It can be added to stews for a nice flavor. Alolan homes often cook by simmering dried Slowpoke tails into a salty stew. Its tail naturally falls off, but don't worry though, it regenerates its tail back quickly. There are some places where it's worshipped because of a long standing belief that when a Slowpoke yawns, it rains. Its Galarian form is a Psychic type. Trading Slowpoke while it holds a King's Rock evolves it into Slowking."}, {"PokeIndex": "0080", "name": "Slowbro", "Primary type": "Water", "Secondary type": "Psychic", "Evolves from": "Slowpoke (#079)", "Evolves into": "Mega Evolution", "Notes": "Slowpoke has fished up a Shellder with its tail, which shocked it into evolving and made it stand on two legs. The Shellder apparently likes the taste of its tail so much it feels like it a dream, and now refuses to let go, which has metamorphosed into a spiral shaped shell. If the Shellder were to detach itself from Slowbro in any way, it will devolve back to Slowpoke. The Shellder is said to feed off of Slowbro's leftover scraps as it lives lazily by the sea. Being slow witted to begin with, it doesn't feel anything because of Shellders seeping poison. Since it's tail has been bit by Shellder, it now has to grudgingly swim for prey instead. Whenever Shellder bites down on its tail, it gives Slowbro a flash of inspiration, which it forgets a moment later. Its Galarian form is a Poison/Psychic type. The appearance of the Shellder is different than how they normally look. In the Gold and Silver demo, the Shellder was its own Pokemon, named Turban, before it was scrapped."}, {"PokeIndex": "0081", "name": "Magnemite", "Primary type": "Electric", "Secondary type": "Steel[nb 4]", "Evolves from": "Beginning of evolution", "Evolves into": "Magneton (#082)", "Notes": "It was a pure Electric type in Kanto, but had the Steel type added in Gold and Silver. It tends to appear without warning and uses anti gravity to float around. The two units on its side are like magnets and used for discharging attacks. It's attracted to electromagnetic waves from devices such as using your Pokegear, and it attaches itself to power breakers. If you experience a power outage there isn't a storm, it could be Magnemites feeding on it. It becomes incapable of flight if it out of electricity. When that happens, giving it a battery should help it out. The two magnets on its side are powerful enough to draw in iron objects from 300 feet away. The faster they rotate, the greater the magnetic field it generates. Touching it while it's eating electricity will give you a full body shock. Radio towers and power plants are great sources of food for them. The reason why the numbers have been decreasing is because most power lines are buried these days."}, {"PokeIndex": "0082", "name": "Magneton", "Primary type": "Electric", "Secondary type": "Steel[nb 4]", "Evolves from": "Magnemite (#081)", "Evolves into": "Magnezone (#462)", "Notes": "Formed when several Magnemites fuse together, it tends to raise the temperature up by 3.6°F within 3,600 ft. It generates strange radio signals and they tend to gather where sun flares happen. Earaches can occur if you get close to one. It's magnetism is so powerful it dries up moisture in its vicinity, and it's fatal to devices if it were to go near one as devices like TVs will stop playing correctly. When many Magneton gather, it disrupts radio signals. As a result, large cities have sirens to warn their citizens of this occurrence and some even warn people to keep it inside their Pokeballs. When it evolves, their brains link up too, though they don't become three times smarter. When rain clouds form, they like to gather in high spots where lightning could strike. It seems that Sandy Shocks is a futuristic relative of it. It evolves into Magnezone while in range of a special magnetic field or a Thunder Stone in later games."}, {"PokeIndex": "0083", "name": "Farfetch'd", "Primary type": "Normal", "Secondary type": "Flying", "Evolves from": "No evolution[nb 5]", "Evolves into": "No evolution[nb 5]", "Notes": "Farfetch'd is a duck-like Pokémon that carries around a green onion stalk much like a sword. It apparently knows where the best ones are and will battle over them. It will eat them in emergencies, then it'll run off to find a new one. They were so rare at one point that people bred them to regrow the population, and it worked. There are good stalks and bad stalks, and since it can't live with out them, it will defend it with its life. It was originally called \"Okupan\" in early development and was intended to have an evolution named \"Madame\" in Generation II's early development. Its Galarian form is a Fighting type, appears to resemble a feudal Japan-style samurai or ronin, and uses a larger onion-stalk. In Pokémon Go, it is exclusive to certain regions of Asia."}, {"PokeIndex": "0084", "name": "Doduo", "Primary type": "Normal", "Secondary type": "Flying", "Evolves from": "Beginning of evolution", "Evolves into": "Dodrio (#085)", "Notes": "This 2 headed bird leaves giant footprints. Its short wings make flying difficult. Instead, it runs at high speed on well-developed legs at over 60 mph. It races through grassy plains with powerful strides, leaving footprints up to four inches deep. By alternately raising and lowering its two heads, it balances itself to be more stable while running. Doduo's two heads never sleep or eat at the same time. Its two heads take turns to sleep or eat, so one head can always keep watch for enemies while the other one sleeps. Doduo's two heads contain completely identical brains. A scientific study reported that on rare occasions, there will be examples of Doduo possessing different sets of brains. The brains in its two heads appear to communicate emotions to each other with telepathic power. It was originally intended to have a pre-evolution in Generation II. It appears to resemble a two-headed ostrich or emu, mixed with a roadrunner."}, {"PokeIndex": "0085", "name": "Dodrio", "Primary type": "Normal", "Secondary type": "Flying", "Evolves from": "Doduo (#084)", "Evolves into": "End of evolution", "Notes": "The three heads express joy, sorrow, and anger as they plan strategy together. When it sleeps, one head remains awake. Dodrio are extremely fast runners. The three heads have colored feathers, which also appear as tail-feathers."}, {"PokeIndex": "0086", "name": "Seel", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Beginning of evolution", "Evolves into": "Dewgong (#087)", "Notes": "It loves swimming around in 14°F waters. It's horn is really hard, and it uses it to bash its way through ice. It has a thick hide covered in warm fur. It even goes in waters that can be up to -40°F. Though it's not a great walker, it is a skilled swimmer. It closes its nostrils when it swims and in the daytime, it can be found sleeping on the seabed of shallow waters. Therefore, them being in Alola is quite a mystery. Its design is based on the real-life seal."}, {"PokeIndex": "0087", "name": "Dewgong", "Primary type": "Water", "Secondary type": "Ice", "Evolves from": "Seel (#086)", "Evolves into": "End of evolution", "Notes": "A fisherman once saw a Dewgong on an iceberg and thought it was a mermaid. Its design is based on the real-life dugong."}, {"PokeIndex": "0088", "name": "Grimer", "Primary type": "Poison", "Secondary type": "Poison", "Evolves from": "Beginning of evolution", "Evolves into": "Muk (#089)", "Notes": "It eats sewer waste for food. Its body is very slippery, so it can slip through almost any opening. It was one of the earliest Pokémon to be created, and was originally supposed to have a pre-evolution, \"Betobebi\", in Generation II. Grimer has an Alolan form that is a Poison/Dark type. It appears as a purple sludge, while its Alolan form is multiple colours."}, {"PokeIndex": "0089", "name": "Muk", "Primary type": "Poison", "Secondary type": "Poison", "Evolves from": "Grimer (#088)", "Evolves into": "End of evolution", "Notes": "Muk's English name comes from the word \"muck\". It could be based on Dorotabō, a one-eyed, three-fingered yōkai that rises from the mud of neglected, overgrown rice fields.[citation needed] It's covered in a toxic filthy sludge that is so vile that plants die wherever it walks. Just a drop of its body fluid can turn a pool rancid or leave a person bed ridden from poisoning. It feeds on anything repugnant and filthy, like sewer water. It prefers warm and humid environments. Its numbers have declined since people began cleaning up towns, and some people think it may go extinct, so sludge pools are being built to prevent this. Muk has an Alolan form that is a Poison/Dark type. Like Grimer, Alolan Muk has multiple colours, and now bears razor-sharp poisonous crystal-esque teeth."}, {"PokeIndex": "0090", "name": "Shellder", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Beginning of evolution", "Evolves into": "Cloyster (#091)", "Notes": "When it sleeps, it will still stick its tongue out. It appears as a typical clam or bivalve with a long, pink tongue."}, {"PokeIndex": "0091", "name": "Cloyster", "Primary type": "Water", "Secondary type": "Ice", "Evolves from": "Shellder (#090)", "Evolves into": "End of evolution", "Notes": "It swims by pushing water out through its valves. It is similar to Shellder, but rotated 180 degrees. Its body looks like a black ball inside a clam's shell. It has no tongue though."}, {"PokeIndex": "0092", "name": "Gastly", "Primary type": "Ghost", "Secondary type": "Poison", "Evolves from": "Beginning of evolution", "Evolves into": "Haunter (#093)", "Notes": "It is a Ghost-type Pokémon based on the will-o'-the-wisp and the yokai, Sōgenbi. It hides under structures to stop the wind from blowing away its gaseous matter. Though it is part-Poison, it typically doesn't learn Poison type moves naturally. It uses its signature tongue when it attacks with the Lick move."}, {"PokeIndex": "0093", "name": "Haunter", "Primary type": "Ghost", "Secondary type": "Poison", "Evolves from": "Gastly (#092)", "Evolves into": "Gengar (#094)", "Notes": "By licking, it saps the victim's life. It causes shaking that won't stop until the victim's demise. It appears as a menacing shadow with eyes, a mouth, and two unattached hands."}, {"PokeIndex": "0094", "name": "Gengar", "Primary type": "Ghost", "Secondary type": "Poison", "Evolves from": "Haunter (#093)", "Evolves into": "Mega Evolution Gigantamax Form", "Notes": "Gengar is a Ghost type Pokemon that seeps into the shadows of people and Pokemon to scare them for fun. The Leer in the darkness belongs to a Gengar. If you feel an attacking sudden chill of 10°F cooler, its trying to curse you. If it does this, there's no escape. Give up. Even your home isn't safe. Gengar will lurk in whatever dark corner of a room it can find and wait for its chance to catch its prey It likes to attack people in the mountains. Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It's actually a Gengar running past you, pretending to be your shadow. It often tries to steal the life force of people. It apparently wishes for a traveling companion. Since it was once human itself, it tries to create one by taking the lives of other humans. If your shadow begins to laugh, you must take hold of a protective charm immediately! Initially created by Satoshi Tajiri and Ken Sugimori,[32][33] it has become one of the most popular Pokémon, placing tenth on the Google Pokémon of the Year 2020 poll.[34] Kotaku's Zack Zwiezen said Gengar was \"one of [their] favorite gen 1 designs\", calling it a \"great design [because] it’s simple, yet not boring or generic\".[35] Gengar has appeared in many Pokémon spin-offs or crossovers, including Pokkén Tournament[36] and Pokémon Unite.[37]"}, {"PokeIndex": "0095", "name": "Onix", "Primary type": "Rock", "Secondary type": "Ground", "Evolves from": "Beginning of evolution", "Evolves into": "Steelix (#208)", "Notes": "Onix is a large rock snake with a spike on its head. It usually lives underground. As it grows, the stone portions of its body harden to become similar to a diamond, but colored black. It burrows at high speed in search of food, and the tunnels it leaves are used as homes by Diglett. Its large body is over 26 feet long, yet despite its size, it can squirm its way through the ground at 50 mph. The thunderous roar of its tunneling echoes a long way. As it digs through the ground, it absorbs many hard objects and this is what makes its body so solid. It even eats boulders while digging. Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother. It evolves into Steelix when traded while holding a Metal Coat.[1][38][39][40]"}, {"PokeIndex": "0096", "name": "Drowzee", "Primary type": "Psychic", "Secondary type": "Psychic", "Evolves from": "Beginning of evolution", "Evolves into": "Hypno (#097)", "Notes": "Drowzee's design is based on the dream-eating tapir, Baku. It puts people to sleep and then it likes to eat dreams. It can get sick from eating bad ones though. If you sleep by it a lot, it might show you dreams it ate in the past. It's said to have descended from a legendary beast called Baku. If you had a dream but can't remember it, Drowzee probably ate it. It remembers every dream it ate and it rarely eats the dreams of adults because children's are so much tastier. If your nose gets itchy while you're sleeping, dowzee is probably right above your bed eating your dream through your nostrils. It's skilled in hypnotism. It can tell what your dreaming by smelling it. Drowzee appears as a half-yellow-half-brown Pokémon that stands on two legs, and its size varies. In later generations, it is given the Insomnia trait, making it immune to Sleep status inflicting moves."}, {"PokeIndex": "0097", "name": "Hypno", "Primary type": "Psychic", "Secondary type": "Psychic", "Evolves from": "Drowzee (#096)", "Evolves into": "End of evolution", "Notes": "Hypno's design is based on the dream-eating tapir, Baku and a hypnotist. It polishes its pendulum to more effectively put people to sleep. Try not to look at it. There is a myth within the franchise that Hypno preys on human children. This has led to Hypno becoming the subject of creepypastas. Hypno is purely yellow with a white fluffy collar mane."}, {"PokeIndex": "0098", "name": "Krabby", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Beginning of evolution", "Evolves into": "Kingler (#099)", "Notes": "As its name states, it is a crab Pokémon that is half white/tan and half orange. In the anime, it doesn't speak its name like other Pokémon and instead makes a unique noise."}, {"PokeIndex": "0099", "name": "Kingler", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Krabby (#098)", "Evolves into": "Gigantamax", "Notes": "Because its pincer is so heavy, it has a hard time fighting. When it does hit, it is very powerful. Only Kingler can use Crabhammer, due to its large claw. It shares a similarity to real life fiddler crabs. Its Gigantamax form is bigger with a beard made of bubbles. It also uses acid bubbles to dissolve its prey or foes."}, {"PokeIndex": "0100", "name": "Voltorb", "Primary type": "Electric", "Secondary type": "Electric", "Evolves from": "Beginning of evolution", "Evolves into": "Electrode (#101)", "Notes": "Voltorb and Electrode are considered some of the least popular Pokémon due to their Pokéball-esque designs. Even the slightest bit of electricity can make an Electrode explode. That is why it is nicknamed the \"Bomb Ball\". In the video games, Voltorb and Electrode are typically used as landmine traps by villains. It has a Hisuian form that is Electric/Grass type. This Voltorb evolves by leaf stone."}, {"PokeIndex": "0101", "name": "Electrode", "Primary type": "Electric", "Secondary type": "Electric", "Evolves from": "Voltorb (#100)", "Evolves into": "End of evolution", "Notes": "Voltorb and Electrode are considered some of the least popular Pokémon due to their Pokéball-esque designs. Even the slightest bit of electricity can make an Electrode explode. That is why it is nicknamed the \"Bomb Ball\". In the video games, Voltorb and Electrode are typically used as landmine traps by villains. It has a Hisuian form that is Electric/Grass type. This Voltorb evolves by leaf stone."}, {"PokeIndex": "0102", "name": "Exeggcute", "Primary type": "Grass", "Secondary type": "Psychic", "Evolves from": "Beginning of evolution", "Evolves into": "Exeggutor (#103)", "Notes": "Six of them together form a full-fledged Pokémon. It is often hunted by Crabrawler, but uses psychokinesis to drive it off. Despite technically being several different lifeforms, they are never seen alone. There is also one that appears to be broken with yolk visible. It evolves into Exeggutor using a Leaf Stone. Despite the name, they are actually seeds."}, {"PokeIndex": "0103", "name": "Exeggutor", "Primary type": "Grass", "Secondary type": "Psychic", "Evolves from": "Exeggcute (#102)", "Evolves into": "End of evolution", "Notes": "It is a coconut tree-esque Pokémon based on the Jinmenju and the favorite Pokémon of Tsunekazu Ishihara, president and CEO of The Pokémon Company, having used it throughout the debugging phase of Pokémon Red and Green. Its 3 heads think independently of one another, but if they want to go in different directions, they'll be unable to move. That's why they use telepathy to make a joint decision. Sometimes one of the heads grows so big, due to the sun, that they tend to fall off and become an Exeggcute. Its cries are very noisy because each head thinks about what it likes. Surprisingly, they're very friendly and only engage their enemies with psychic power when it needs to. It originally came from the tropics, so it's known as the \"Walking Forest\" and each head doesn't seem to be interested in one another. Cloudy days make it sluggish. Exeggutor has an Alolan form that is a Grass/Dragon type and has a really long trunk-esque neck."}, {"PokeIndex": "0104", "name": "Cubone", "Primary type": "Ground", "Secondary type": "Ground", "Evolves from": "Beginning of evolution", "Evolves into": "Marowak (#105)", "Notes": "Because it never removes its skull helmet, no one has ever seen this Pokémon's real face. It wears the skull of its deceased mother that it lost. If it's sad or lonely, its skull shakes and its cries echo inside the skull and come out as a sad melody. It cries mournfully in the moonlight. Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokémon wears are made by the tears it sheds. When it thinks of its deceased mother, it weeps loudly. Mandibuzz, it's natural enemy, that hear its cries will attack it from the air. According to some, it will evolve when it comes to terms with the pain of her death. Sometimes Cubone's dreams make it cry, but each tear Cubone sheds makes it stronger. ."}, {"PokeIndex": "0105", "name": "Marowak", "Primary type": "Ground", "Secondary type": "Ground", "Evolves from": "Cubone (#104)", "Evolves into": "End of evolution", "Notes": "Marowak appears as an older Cubone with the skull becoming the head. It wields a bone that it uses as a boomerang. This is the only Pokémon that can use the Bonemurang attack. It also has an Alolan form that is a Ghost/Fire type that uses its mothers spirit as a flame at the end of its bones."}, {"PokeIndex": "0106", "name": "Hitmonlee", "Primary type": "Fighting", "Secondary type": "Fighting", "Evolves from": "Tyrogue (#236)", "Evolves into": "End of evolution", "Notes": "Hitmonlee's design is based on Headless men, from Greco-Roman mythology. It may also be based on Kabandha, a demon from Hindu mythology. Its English name is derived from actor and martial artist Bruce Lee. When it's in a hurry, it's legs strengthen progressively. It smoothly runs with extra long strides. When kicking, the soles of its feet turn as hard as diamond as its legs freely strech to destroy its foes. It has amazing balance, able to attack from any stance. Some people call it the \"Kicking Master.\" After a battle it rubs down its springy legs to overcome fatigue. Its legs can stretch to double its length, so first time fighters are amazed by its extendable reach. Hitmonlee and Hitmonchan didn't have a distinct evolutionary line until Tyrogue and Hitmontop were conceived. Hitmonlee evolves from Tyrogue if it has higher attack stats."}, {"PokeIndex": "0107", "name": "Hitmonchan", "Primary type": "Fighting", "Secondary type": "Fighting", "Evolves from": "Tyrogue (#236)", "Evolves into": "End of evolution", "Notes": "Its English name is derived from actor and martial artist Jackie Chan. It can punch so fast, while one might think it's just standing there, it actually can punch foes in lightning fast attacks that can slice air, faster than the eye can see. Though it needs to rest for a couple minutes after doing so as it moves around. It winds it arms to punch harder and it does it punches in a corkscrew fashion, hard enough to break through concrete walls like a drill. Even a slight graze can cause a burn. A Hitmonchan is said to possess the spirit of a boxer who had been working towards a world championship. It has an indomitable spirit and will never give up when things get tough. It evolves from Tyrogue if it has higher defence stats."}, {"PokeIndex": "0108", "name": "Lickitung", "Primary type": "Normal", "Secondary type": "Normal", "Evolves from": "Beginning of evolution", "Evolves into": "Lickilicky (#463)", "Notes": "Instead of its hands, it uses its adept long tongue. It uses its tongue to paralyze bug pokemon to eat them whole. If it licks you, it will leave a tingling sensation. If you don't wash it off immediately, it will break out into a itchy rash that won't go away. It's tongue can stretch up to 6'6 and when it does, its tail quivers and contracts. It has nerves that run through it's tongue so it can use it quite freely. It licks filthy things clean but whatever it clean always stinks afterwards so it's really questionable whether or not it's truly clean. Whenever Lickitung cones across something new, it always gives it a lick to memorize the taste and texture of that thing. It's doesn't care for sour things. Though if you boil it's viscous saliva down, it becomes quite a strong adhesive. It evolves into Lickilicky while knowing Rollout."}, {"PokeIndex": "0109", "name": "Koffing", "Primary type": "Poison", "Secondary type": "Poison", "Evolves from": "Beginning of evolution", "Evolves into": "Weezing (#110)", "Notes": "Koffing is based on air pollution and meteorites. Sometimes, it can over-inflate itself and explode. It appears as a floating space-rock with several gas vent holes that expel its fumes. It also has a skull and crossbones style marking on its chest. Koffing was Team Rocket member James' starting Pokémon."}, {"PokeIndex": "0110", "name": "Weezing", "Primary type": "Poison", "Secondary type": "Poison", "Evolves from": "Koffing (#109)", "Evolves into": "End of evolution", "Notes": "Weezing belonged to James of Team Rocket in the Kanto and Johto series of the Pokémon anime and for a small portion of the Advanced Generation series. It likes to raid trash can for food. To make its poison more toxic, it pushes its gas through its two heads. Its Galarian form is a Poison/Fairy type. It appears as three different sized Koffing rocks merged, with a face on both of the bigger ones."}, {"PokeIndex": "0111", "name": "Rhyhorn", "Primary type": "Ground", "Secondary type": "Rock", "Evolves from": "Beginning of evolution", "Evolves into": "Rhydon (#112)", "Notes": "Its tackles can demolish skyscrapers but its memory isn't the best. Once it starts going, it sometimes cannot remember why it started. It appears as a rhinoceros-like creature made of diamond hard rock."}, {"PokeIndex": "0112", "name": "Rhydon", "Primary type": "Ground", "Secondary type": "Rock", "Evolves from": "Rhyhorn (#111)", "Evolves into": "Rhyperior (#464)", "Notes": "Rhydon was the first Pokémon created by Game Freak.[41] Its hide is very tough. Unlike Rhyhorn, it stands bipedal. It eventually gained an evolution, Rhyperior, after being traded with a Protector."}, {"PokeIndex": "0113", "name": "Chansey", "Primary type": "Normal", "Secondary type": "Normal", "Evolves from": "Happiny (#440)", "Evolves into": "Blissey (#242)", "Notes": "In generation II, Blissey (#242) was added, and in generation IV, Happiny (#440) was added, however Chansey was initially a stand-alone Pokémon. It appears as a pink oblong shaped creature with stubby arms and feet. It carries eggs in its pouch and is typically used by Pokémon Centres for the egg's healing properties."}, {"PokeIndex": "0114", "name": "Tangela", "Primary type": "Grass", "Secondary type": "Grass", "Evolves from": "Beginning of evolution", "Evolves into": "Tangrowth (#465)", "Notes": "Blue plant vines cloak the Pokémon's identity in a tangled mass. It entangles anything that gets close. It also resembles the severed head of the gorgon, Medusa. It gained an evolution, Tangrowth, in Generation IV and was going to have a pre-evolution in Generation II."}, {"PokeIndex": "0115", "name": "Kangaskhan", "Primary type": "Normal", "Secondary type": "Normal", "Evolves from": "Beginning of evolution", "Evolves into": "Mega Evolution", "Notes": "Kangaskhan in Pokémon Go is exclusively available to Australia. It was the second Pokémon created by Game Freak after Rhydon. It carries a baby Kangaskhan in its pouch until it grows up. In the anime series, they live in groups."}, {"PokeIndex": "0116", "name": "Horsea", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Beginning of evolution", "Evolves into": "Seadra (#117)", "Notes": "Horsea and Seadra are based on seahorses.[42] In the occurrence of a big wave, Horsea will curl its tail around tough coral branches to help it not to be washed away. Horsea evolves into Seadra, which appears as a slightly bigger version of it. The spikes on its body are poisonous. It evolves into Kingdra when traded while it holds a Dragon Scale. Seadra is a clever Pokemon that's capable of swimming backwards by rapidly flapping its wing-like pectoral fins and stout tail. Touching the back fin causes numbness, and it hooks its tail to coral to stay in place while sleeping. Fainting may result from a jab of its sharp spikes. When an examination of its cells revealed the presence of a gene not found in Horsea, it immediately became a hot topic. Its fin tips leak poison, and its fins and bones are highly valued as ingredients in herbal medicine. Seadra sleeps after wriggling itself between the branches of coral and those trying to harvest coral are occasionally stung by this Pokémon's poison barbs if they fail to notice it. Seadra generates whirlpools by spinning its body, and the whirlpools are strong enough to swallow even fishing boats. It weakens prey with these currents, then swallows it whole, and while Seadra's mouth is slender, its suction power is strong. In an instant, it can suck in food that's larger than the opening of its mouth. It's the males that raise the offspring, and while Seadra are raising young Horsea, the spines on their backs secrete thicker and stronger poison."}, {"PokeIndex": "0117", "name": "Seadra", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Horsea (#116)", "Evolves into": "Kingdra (#230)", "Notes": "Horsea and Seadra are based on seahorses.[42] In the occurrence of a big wave, Horsea will curl its tail around tough coral branches to help it not to be washed away. Horsea evolves into Seadra, which appears as a slightly bigger version of it. The spikes on its body are poisonous. It evolves into Kingdra when traded while it holds a Dragon Scale. Seadra is a clever Pokemon that's capable of swimming backwards by rapidly flapping its wing-like pectoral fins and stout tail. Touching the back fin causes numbness, and it hooks its tail to coral to stay in place while sleeping. Fainting may result from a jab of its sharp spikes. When an examination of its cells revealed the presence of a gene not found in Horsea, it immediately became a hot topic. Its fin tips leak poison, and its fins and bones are highly valued as ingredients in herbal medicine. Seadra sleeps after wriggling itself between the branches of coral and those trying to harvest coral are occasionally stung by this Pokémon's poison barbs if they fail to notice it. Seadra generates whirlpools by spinning its body, and the whirlpools are strong enough to swallow even fishing boats. It weakens prey with these currents, then swallows it whole, and while Seadra's mouth is slender, its suction power is strong. In an instant, it can suck in food that's larger than the opening of its mouth. It's the males that raise the offspring, and while Seadra are raising young Horsea, the spines on their backs secrete thicker and stronger poison."}, {"PokeIndex": "0118", "name": "Goldeen", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Beginning of evolution", "Evolves into": "Seaking (#119)", "Notes": "Goldeen and Seaking are based on goldfish.[42] Goldeen was originally intended to have a pre-evolution called \"Gyopin\". Goldeen are white and orange. Seaking are larger than Goldeen, and appear with an orange-and-black colouration."}, {"PokeIndex": "0119", "name": "Seaking", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Goldeen (#118)", "Evolves into": "End of evolution", "Notes": "Goldeen and Seaking are based on goldfish.[42] Goldeen was originally intended to have a pre-evolution called \"Gyopin\". Goldeen are white and orange. Seaking are larger than Goldeen, and appear with an orange-and-black colouration."}, {"PokeIndex": "0120", "name": "Staryu", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Beginning of evolution", "Evolves into": "Starmie (#121)", "Notes": "Staryu, known as the Star Shape Pokémon, is a basic, Water type Pokémon which resembles a starfish with a mechanical center on its body, housing a red jewel. This is known as its core, but it is actually an organ."}, {"PokeIndex": "0121", "name": "Starmie", "Primary type": "Water", "Secondary type": "Psychic", "Evolves from": "Staryu (#120)", "Evolves into": "End of evolution", "Notes": "Starmie, known as the Mysterious Pokémon, resembles a sea star. Starmie appears to have a second star growing on its back, which is semi-attached, being able to spin 360°. Starmie has a red jewel core, which resembles a cut precious stone and seems to shine with the seven colors of the rainbow when looked at from different angles,[43] but usually shows up red more than any other color. It can also emit electrical waves from the core that are powerful enough to reach the furthest parts of the universe.[44] The appearance of Starmie is two purple starfish connected back to back with only one having the gemstone on it."}, {"PokeIndex": "0122", "name": "Mr. Mime", "Primary type": "Psychic", "Secondary type": "Fairy[nb 2]", "Evolves from": "Mime Jr. (#439)", "Evolves into": "End of evolution[nb 6]", "Notes": "Its an unbelievably skilled mime that loves to pantomime people into believing it exists. If they do believe it, it becomes real. It can also create barrier by vibrating the air solid with its fingertips. If it's interrupted, it will slap them with its large broad hands. Scientists think that the reason it has such large hands is for pantomiming. Its Galarian form is an Ice/Psychic type. In the anime, Ash's mom has a Mr. Mime as a housekeeping helper. Mr. Mime is known for creating invisible barriers. Despite being found in both male and female genders, the name never changes."}, {"PokeIndex": "0123", "name": "Scyther", "Primary type": "Bug", "Secondary type": "Flying", "Evolves from": "Beginning of evolution", "Evolves into": "Scizor (#212) Kleavor (#901)", "Notes": "IGN and GamesRadar have praised Scyther's \"cool\" design.[45][46][47] Scyther is known as a Mantis Pokémon, and with its ninja like movements, it can appear like there's more than one at a time. It can slice thick logs with a single wicked stroke and on rare occasions, it flies with its wings. It's very proud of its speed, its so fast that when it cuts grass, foes will only see a blur, and it doesn't help that it camouflages with the grass, too. It's very popular in Alola. While young, they live together deep in the mountains, training themselves in how to fight with their scythes and move at high speeds. It evolves into Scizor after being traded while holding a Metal Coat. When given the Black Augurite, it evolves into Kleavor."}, {"PokeIndex": "0124", "name": "Jynx", "Primary type": "Ice", "Secondary type": "Psychic", "Evolves from": "Smoochum (#238)", "Evolves into": "End of evolution", "Notes": "Jynx has spawned controversy due to aspects of its design being similar to blackface, leading Game Freak to change the color of its skin from black to purple.[48][49][50][51][52] When Pokémon Yellow was rereleased on the Nintendo 3DS Virtual Console, the in-game sprite of Jynx was edited to reflect this change.[52] Jynx's appearance is a purple humanoid with blond hair and a dress. It has big lips that it uses to put opponents to sleep by kissing them. It evolves from Smoochum."}, {"PokeIndex": "0125", "name": "Electabuzz", "Primary type": "Electric", "Secondary type": "Electric", "Evolves from": "Elekid (#239)", "Evolves into": "Electivire (#466)", "Notes": "It gathers near power plants to feast on electricity. In the dark, it glows a whitish-blue colour. In Generation II it gained a pre-evolution, Elekid, and in Generation IV it gained an evolution, Electivire."}, {"PokeIndex": "0126", "name": "Magmar", "Primary type": "Fire", "Secondary type": "Fire", "Evolves from": "Magby (#240)", "Evolves into": "Magmortar (#467)", "Notes": "While Magmar was voted the eighth best fire-type Pokémon by the Official Nintendo Magazine readers,[53] GamesRadar had criticised its design multiple times, noting that its forehead resembles a butt.[54][55] Magmar evolves from Magby and into Magmortar. It is famed for being the first Pokémon to use Fire Punch, and is one of gym leader Blaine's best Pokémon. Ash Ketchum, being the genius that he is, tried to fight this Fire-type with his own Fire-type, Charizard."}, {"PokeIndex": "0127", "name": "Pinsir", "Primary type": "Bug", "Secondary type": "Bug", "Evolves from": "Beginning of evolution", "Evolves into": "Mega Evolution", "Notes": "It likes to throw things with its massive horns. It can throw things two times from its weight. It was originally supposed to have an evolution called \"Plux\" in Generation II. Some speculated this unused design was reworked into Heracross. Pinsir appears as a tan-brown bug, similar in a appearance to an earwig with its pinchers on its head, and a vertical slit like mouth. Its Mega Evolution has wings."}, {"PokeIndex": "0128", "name": "Tauros", "Primary type": "Normal", "Secondary type": "Normal", "Evolves from": "No evolution", "Evolves into": "No evolution", "Notes": "When attacking, it violently charges while whipping its self with its three tails. A really rowdy and hyper pokemon, once it charges, it won't stop until it hits something. Although powerful, it can only charge in a straight line. They fight each other by locking horns to prove their strength, and the leader prides itself with its battle scared horns. If there's no opponents, it will charge into thick trees, knocking them down. Historically, people have ridden Tauros for ages, but the practice started in Alola, and Tauros in Alola actually have a calm side, most likely due to the climate. Tauros in Galar though are more volatile and won't let people ride on them. In Paldea, it has 3 other forms, with it now being a fighting type along with a Fighting/Fire and a Fighting/Water type."}, {"PokeIndex": "0129", "name": "Magikarp", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Beginning of evolution", "Evolves into": "Gyarados (#130)", "Notes": "Magikarp holds the distinction of being mostly useless in the games, until it evolves into the superior Gyarados. Magikarp is based on the common carp.[42] Despite its uselessness, some players like to raise their Magikarps up to level 100 just for fun. At level 15, Magikarp learns Tackle. Until then, it only knows Splash and cannot be taught any TMs or HMs."}, {"PokeIndex": "0130", "name": "Gyarados", "Primary type": "Water", "Secondary type": "Flying", "Evolves from": "Magikarp (#129)", "Evolves into": "Mega Evolution", "Notes": "In the beta versions for Pokémon Red and Blue, Gyarados was originally named \"Skullkraken\". Gyarados is inspired by the myth of a carp jumping over the Dragon Gate. Its vicious and raging attitude can decimate cities. It originally had a completely different, more lamprey-esque design in Red and Green's early development. It is known to be a hard Pokémon to raise by inexperienced trainers. The shiny version is red, and plays a role in the series. It appears normally as a long blue sea dragon, despite not being Dragon-type. It is also the only Flying type that doesn't fly; instead of this, it can hover."}, {"PokeIndex": "0131", "name": "Lapras", "Primary type": "Water", "Secondary type": "Ice", "Evolves from": "Beginning of evolution", "Evolves into": "Gigantamax", "Notes": "It has a very gentle nature and was hunted before it became illegal. Gigantamax Lapras is exclusive to Shield. Lapras is based on the loch-ness monster and the plesiosaur. In the games, any Pokémon that uses Surf appears in the overworld as a Lapras or a Mantine. Its Gigantamax form has \"water magic\" around it."}, {"PokeIndex": "0132", "name": "Ditto", "Primary type": "Normal", "Secondary type": "Normal", "Evolves from": "No evolution", "Evolves into": "No evolution", "Notes": "Ditto is capable of transforming into any Pokémon that it comes across. It was originally intended to have an evolution in Generation II called \"Animon\" which it would have evolved from a Metal Coat. Fan speculation is that Ditto and Mew are related as Mew can also use Transform, a move exclusive to Ditto. In the anime, Ditto belonging to Duplica had an issue with accurately mimicking appearances where its face always looked like Ditto's own. It appears as a pink blob or amoeba."}, {"PokeIndex": "0133", "name": "Eevee", "Primary type": "Normal", "Secondary type": "Normal", "Evolves from": "Beginning of evolution", "Evolves into": "Multiple[nb 7] Gigantamax", "Notes": "Eevee is often considered among the \"cutest\" Pokémon in the franchise.[56][57][58][59] Due to this, Eevee is featured on various Pokémon-related merchandise.[60][61][62] It is the mascot of Pokémon: Let's Go, Eevee! Eevee has exclusive evolution styles, where each evolution requires special requirements to occur, resulting in 8 different Pokémon. Eevee is rarely found in the wild and is mostly only found in cities and towns. However, it is said to have an irregularly shaped genetic structure that is easily influenced by its environment or though the radiation of certain stones. This allows it to adapt to a variety of habitats by evolving into eight different evolutions. Some call it and its evolutions the \"Eeveelutions\". Eevee can also adapt the face of the Trainer that owns it, and Eevee's genes are believed to have the key to solving the mysteries of Pokémon evolution. Its Gigantamax form is bigger and has a thicker fur around his neck."}, {"PokeIndex": "0134", "name": "Vaporeon", "Primary type": "Water", "Secondary type": "Water", "Evolves from": "Eevee (#133)", "Evolves into": "End of Evolution", "Notes": "It's genes and DNA are similar to that of water, so as soon as it touches water, it looks like it just melted away. If it's fins begin to mutate, it means it'll rain in a couple of hours. It now has the ability to freely control water and it's tail has gotten people often mistaking it for a mermaid. It evolves from Eevee using a Water Stone."}, {"PokeIndex": "0135", "name": "Jolteon", "Primary type": "Electric", "Secondary type": "Electric", "Evolves from": "Eevee (#133)", "Evolves into": "End of evolution", "Notes": "Jolteon and Zapdos's romanized Japanese names are almost exactly the same as each other's, with a final 's' being the only difference. It accumulates negative ions in the air to dish out 10,000 volt discharges. Its a really moody Pokemon, easily becoming sad or angry. It's fur is like spikes and can be launched to pierce enemies when it bristles. Jolteons cells emit a low amount of electricity, which is amplified by its fur. If it's hair stands on end, it's about to discharge. Sometimes lighting can strike next to it and it's lungs contain an organ that creates electricity. The crackling sound of electricity can be heard when it exhales. It evolves from Eevee using a Thunder Stone."}, {"PokeIndex": "0136", "name": "Flareon", "Primary type": "Fire", "Secondary type": "Fire", "Evolves from": "Eevee (#133)", "Evolves into": "End of evolution", "Notes": "Flareon shares its category name with Charmeleon, Charizard, Moltres, and Infernape, who are all known as the Flame Pokémon. It stores fire over 1,650°F inside it's flame sac, then releases it at over 3,000°F. It's fur actually has a function, its used to air out its body so it doesn't overheat."}, {"PokeIndex": "0137", "name": "Porygon", "Primary type": "Normal", "Secondary type": "Normal", "Evolves from": "Beginning of evolution", "Evolves into": "Porygon2 (#233)", "Notes": "Porygon has become notorious for being featured in an episode of the anime that caused widespread epileptic seizures in Japanese viewers.[63] Roughly made about 20 years ago, it's entirely made of programming code. It can enter cyberspace at will. People theorized it could go into space, though no one has managed to do so. It has no heartbeat and doesn't need to eat, though it can eat if food is given. Because of this, people are eager to try it in any environment. It's copy-protected so it cannot be duplicated. Using the most advanced technology at the time, scientists have made the first man made pokemon, dreaming of exploring space. Nowadays it's actually very useful in cyberspace, as it goes around making sure no suspicious data exists. It is one of many human-designed Pokémon. It gained an evolution in Generation II, Porygon2."}, {"PokeIndex": "0138", "name": "Omanyte", "Primary type": "Rock", "Secondary type": "Water", "Evolves from": "Beginning of evolution", "Evolves into": "Omastar (#139)", "Notes": "It is a fossil Pokémon that must be revived from the helix fossil that is based on ammonites."}, {"PokeIndex": "0139", "name": "Omastar", "Primary type": "Rock", "Secondary type": "Water", "Evolves from": "Omanyte (#138)", "Evolves into": "End of evolution", "Notes": "Omastar is very popular in the community and commonly referred to as \"Lord Helix\". This is a reference to Twitch Plays Pokémon, where the Pokémon was seen as a good-luck charm."}, {"PokeIndex": "0140", "name": "Kabuto", "Primary type": "Rock", "Secondary type": "Water", "Evolves from": "Beginning of evolution", "Evolves into": "Kabutops (#141)", "Notes": "It is a fossil Pokémon that must be revived from the dome fossil. It is based on the trilobite."}, {"PokeIndex": "0141", "name": "Kabutops", "Primary type": "Rock", "Secondary type": "Water", "Evolves from": "Kabuto (#140)", "Evolves into": "End of evolution", "Notes": "Its slender body makes it a very fast swimmer. Its appearance is similar to Scyther due to its blade-esque forearms."}, {"PokeIndex": "0142", "name": "Aerodactyl", "Primary type": "Rock", "Secondary type": "Flying", "Evolves from": "Beginning of evolution", "Evolves into": "Mega Evolution", "Notes": "It is a fossil Pokémon that must be revived from the Old Amber. A vicious, prehistoric Pokemon, it goes for its opponents' throat with its serrated, saw-like fangs that shred the skin of even Sttel type Pokemon. It went extinct, but it was resurrected by taking its DNA from an Old Amber. It appears to be able to fly by spreading its wings and gliding fearlessly though the skies as if it was its own. It was imagined to be the king of the skies while shrieking high-pitched cries. A widely accepted theory is that it went extinct due to a meteor impact. It exhibited ferocity that was greater than expected, resulting in some casualties. When it touched ground however, it was weak and slow. Surprisingly, even modern technology are still unable to make a truly perfect specimen. It is based on pterodactyls and dragons/wyverns."}, {"PokeIndex": "0143", "name": "Snorlax", "Primary type": "Normal", "Secondary type": "Normal", "Evolves from": "Munchlax (#446)", "Evolves into": "Gigantamax", "Notes": "It is carefree about everything, and it will allow children to play on its vast belly while it sleeps all day. After eating around 500 pounds of food, it goes flat to sleep for a while. Its appearance is a large, obese bear like Pokémon with blueish-green body and a white circle-shaped belly, white feet and face. In the games, it blocks the way forward, and can only be awoken with the PokeFlute. In Generation IV it gained a pre-evolution, Munchlax. Its Gigantamax form has a ecosystem growing on it."}, {"PokeIndex": "0144", "name": "Articuno", "Primary type": "Ice", "Secondary type": "Flying", "Evolves from": "No evolution", "Evolves into": "No evolution", "Notes": "It is part of the Legendary Bird Trio. The naming conventions for this trio are based on their type – Arctic, Zap and Molt – along with 1, 2, 3 in Spanish – uno, dos, tres respectively. This Legendary Pokemon is said to appear to doomed people who are lost in icy mountains. Articuno can control snow, and it freezes moisture in the air to make it snow, and where ever it flies, snow is constantly falling, creating blizzards. Its lovely, seemingly translucent wings are said to be made out of ice. Its Galarian form is a Psychic/Flying type."}, {"PokeIndex": "0145", "name": "Zapdos", "Primary type": "Electric", "Secondary type": "Flying", "Evolves from": "No evolution", "Evolves into": "No evolution", "Notes": "It is part of the Legendary Bird Trio. Its design is inspired by the Indigenous North American myth of the thunderbird.[18] This Legendary Pokemon is said to cause and appear from dark and gray clouds in the sky while dropping huge thunderbolts. It flies with the crackle and buzz of electricity. It has the power to control electricity and anyone that gets struck by its lightning can gain power from it. It's said that when it rubs its feathers together, lightning will fall immediately after and there are tales of Zapdos resting in pitch black thunderclouds. Its Galarian form is a Fighting/Flying type."}, {"PokeIndex": "0146", "name": "Moltres", "Primary type": "Fire", "Secondary type": "Flying", "Evolves from": "No evolution", "Evolves into": "No evolution", "Notes": "It is part of the Legendary Bird Trio. Its design is inspired by the firebird of Slavic folklore.[18] This Legendary Pokemon can make the sky turn red as it flaps its fiery wings, creating a dazzling flash of fire. It's truly a sight to see. It's said to bring spring early when it arrives to lands. If Moltres is injured, it's said to dip itself in magma to burn and heal itself. Those who see it are overwhelmed by its orange fiery wings. There are stories that tell of its fire cloaked wings lighting up paths for those lost traveling in the mountains. Its Galarian form is a Dark/Flying type."}, {"PokeIndex": "0147", "name": "Dratini", "Primary type": "Dragon", "Secondary type": "Dragon", "Evolves from": "Beginning of evolution", "Evolves into": "Dragonair (#148)", "Notes": "Its existence was unknown until a fisherman pulled it up after fishing for about ten hours. It appears as a blue serpentine creature. It has been seen to grow to several sizes in the anime."}, {"PokeIndex": "0148", "name": "Dragonair", "Primary type": "Dragon", "Secondary type": "Dragon", "Evolves from": "Dratini (#147)", "Evolves into": "Dragonite (#149)", "Notes": "Dragonairs are longer in length (and bigger in size) than Dratinis, have wings for ears, and can fly using an unknown power."}, {"PokeIndex": "0149", "name": "Dragonite", "Primary type": "Dragon", "Secondary type": "Flying", "Evolves from": "Dragonair (#148)", "Evolves into": "End of evolution", "Notes": "It is a large orange dragon Pokémon that flies at high-speed. It zooms off over seas to challenge other Pokémon. It has been reputed to guide saliors in storms to the nearest land. Unlike Charizard, it actually is a dragon in both appearance and type."}, {"PokeIndex": "0150", "name": "Mewtwo", "Primary type": "Psychic", "Secondary type": "Psychic", "Evolves from": "Beginning of evolution", "Evolves into": "Two Mega Evolutions", "Notes": "It is one of the playable characters in Super Smash Bros. Melee, Super Smash Bros. for Nintendo 3DS / Wii U and Super Smash Bros. Ultimate. This Legendary Pokemon was created in a lab after years of horrific gene splicing from Mew's DNA. It's DNA is actually almost the same as Mew's, but it's body is size are vastly different. It's cold, glowing eyes strike fear into its foes. Because its psychic abilies were raised to the ultimate level, it only thinks about defeating it's enemies as it rests in an undiscovered cave. But even though it has powerful body, scientists failed to give it a compassionate heart and it turned vicious as a result. It rests to conserve energy, so that it can unleash its full power in battle. The research efforts of Dr. Fuji led him to create Mewtwo. It also appears in several movies."}, {"PokeIndex": "0151", "name": "Mew", "Primary type": "Psychic", "Secondary type": "Psychic", "Evolves from": "No evolution", "Evolves into": "No evolution", "Notes": "This Mythical Pokemon is so rare, only a few expert worldwide have found it, though a growing number of people have reportedly seen it recently. It apparently originates in South America which were thought to be extinct. It's said that it appears only to those who have a true heart and a strong passion to see it. It's DNA is said to contain the genetic code of every Pokemon and every move. Because of this, many scientists believe that it's the ancestor of all pokemon. If you view it's body under a microscope, you can see it's fine, small and delicate hairs. It is capable of turning invisible at will so that people are unaware of its presence. It is considered one of the original pregenetor Pokémon, as all Pokémon descend from Mew. It fought Mewtwo during the Pokémon movies."}]